<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
        .img-box {
            margine: 150px auto;
            text-align: center;
        }
    </style>
    <?php include "navigation.php"; ?>

</head>
<style>
    body {
        background-color: white;

    }

    p {
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: justify;

    }

    h3 {
        text-align: center;
    }
</style>

<body>
    <br>
    <h2>हट्टा की बावली बालाघाट </h2><br>

    <p> हट्टा की बावली बालाघाट से 18 किलोमीटर दूर हटा में स्थित यह यात्रियों के लिए घूमने का अच्छा एक दर्शनीय स्थान है इसका निर्माण हटाके गोंड राजाओं के द्वारा किया गया था इसे पत्थरों से बनाया गया है तथा भी जोड़ मजबूती और सुंदर कलाकृति की गई है यह जगह रहस्यमई है|
        इसे 17 से 18 वीं शताब्दी में बनाया गया था यहां पर पत्थरों के जुड़ाई में चुने बेल और गुड़ के घोल का प्रयोग किया गया है यहां की दीवारों पर सुंदर मूर्तियों को बनाया गया है कहा जाता है कि बहाने के अंदर कई सुरंग है इनमें से एक सुरंग लांजी के किले तक जाती है बावली के पानी का प्रयोग प्रयोग राजा-रानियों के स्नान के लिए करते थे ऐसा माना जाता है कि भूमि के अंदर बावड़ी का निर्माण सैनिकों के छिपने और ग्राम करने के लिए किया जाता था बावड़ी में सैनिकों के नीचे उतरने के लिए सीढ़ियां में बनाई गई है
        सीढ़ियों सीढ़ियों से नीचे उतरते हैं पहले तल से दूसरे तल तक जा सकते हैं उसके बाद नीचे में भरा हुआ पानी भरा हुआ है जिस कारण से नीचे और कितनी सीढ़ियां है पता नहीं चला है|
        बावड़ी के प्रवेश द्वार पर दो चतुर्भुज शिव अंबिका की प्रतिमा है इस बावड़ी में कुछ गुप्त सुरंग है जिनके द्वारा महाराष्ट्र के नागपुर और मंडला के किलो तक पहुंचा जा सकता है हालांकि आज के समय में इन रास्तों के बंद होने की जानकारी मिलती है जानकारी से पता चला है कि यहां पर वो रहा करते थे जो चोरी करने के बाद इस बावड़ी में आकर छिप कर रहा करते थे|</p>



    <p><b>Tip</b></p>
    <h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो
        इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
    <div class="img-box">
        <iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/ae2d59592b644376800851a93cafc8da?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium">

        </iframe>
        <br><br>
        बावड़ी के प्रवेश द्वार पर दो चतुर्भुज शिव अंबिका की प्रतिमा है इस बावड़ी में कुछ गुप्त सुरंग है जिनके द्वारा महाराष्ट्र के नागपुर और मंडला के किलो तक पहुंचा जा सकता है हालांकि आज के समय में इन रास्तों के बंद होने की जानकारी मिलती है जानकारी से पता चला है कि यहां पर वो रहा करते थे जो चोरी करने के बाद इस बावड़ी में आकर छिप कर रहा करते थे|</p>

    </div>

    <br><br>
    <h3 style="color:blue">Available Guide : Mohit Sharma</h3>
    <br><br>

    <?php include "footer.php"; ?>
</body>

</html>