<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
.img-box{
margine: 150px auto;
text-align: center;
}
</style>
<?php include "navigation.php"; ?>

</head>
<style>
    body{
        background-color:white;
        
    }
    p{
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: justify;
        text-align: center;


    }
    h3{
        text-align: center;
    }
    
</style>
<body>
    <br>
   <h2>कोटेश्वर धाम लांजी </h2><br>
   
    <p> लांजी में स्थित कोटेश्वर धाम जिले में ही नहीं अपितु समीपी राज्य महाराष्ट्र व छत्तीसगढ़ में भी प्रख्यात है। श्रद्घालुओं की अटूट आस्था का केन्द्र कोटेश्वर धाम पुरातात्विक धरोहर के रुप में धार्मिक-पौराणिक महत्व का तीर्थ है। जो 108 उपलिंगों में शामिल है। यहां वर्षभर मेले जैसा माहौल रहता है, पर श्रावण मास में लगने वाला मेला कुछ खास होता है। यहां सावन शुरू होते ही कोटेश्वर महादेव कांवड़ चढ़ती है। जो परंपरा का प्रतीक है। सन्‌ 1900 में अस्तित्व में आए इस मंदिर का निर्माण ब्रिटिश शासनकाल में तत्कालीन तहसीलदार रामप्रसाद दुबे ने कराया था। तब से आज तक यह मंदिर क्षेत्रवासियों के अटूट आस्था का केन्द्र बना हुआ है। यहां की कलाकृतियों से पता चलता है की बहुत प्राचीन है

वैसे तो यह मंदिर 1800 ईसवी में अस्तित्व में आया है। जिसके बरामदे का निर्माण 1902 में ब्रिटिश शासन काल में तत्कालीन तहसीलदार रामप्रसाद दुबे की निगरानी में हुआ था। तब से अब तक यह मंदिर समूचे क्षेत्र में नित्य नव प्रेरणा से सिद्घ पीठ बना हुआ है। यहां मांगी जाने वाली हर मुराद पुरी होने से यह मान्यता का तीर्थ हो गया है। जिसके चलते यहां लोग सालाना मान्यता पूरी हो जाने पर सावन में पूजा करने आते हैं। यहां श्मशान होने व प्राचीन नरसिंह मंदिर होने से यह तंत्र-मंत्र की साधना करने वाले साधकों के लिए खास है। यहां दधिचि ऋषि के तप करने का भी उल्लेख मिलता है। यह उनकी तपोभूमि भी रही है।

</p>



<p><b>Tip</b></p>
<h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो 
    इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
<div class="img-box">
<iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/c5c44d08c6854344a62cbf2a6c3679ff?utm_campaign=embed&utm_source=other&heading=-406.37&pitch=-16.83&field-of-view=75&size=medium">

  </iframe>
<br><br>
15 दिन पहले शुरू होती है कोटेश्वर धाम में सावन की तैयारी कोटेश्वर धाम में सावन शुरू होने से पहले ही मंदिर में पूजा व भक्तों के लिए खास इंतजाम करने का काम शुरू हो जाता है। खास बात यह है कि इस मंदिर में कोई प्रबंध समिति अधिकारिक रुप से नहीं है। स्थानीय लोग निष्ठापूर्वक मंदिर में देखरेख करते हैं। जो निरंतर मंदिर में विभिन्न अनुष्ठानों को आयोजन करते हैं। मंदिर में सावन के मेले के दौरान जमा होने वाली श्रद्घालुओं की भीड़ को नियंत्रित करने का ध्यान रखा जाता है। इसके साथ कतार में लोगों को एक-एकर कर मंदिर तक पहुंचाया जाता है। हर साल यहां कावरियों की संख्या बढ़ रही है। जिसके चलते यहां व्यवस्था भी बर्ढ़ा जा रही है।

हर साल यहां कावड़ियो की बढ़ती संख्या झनकार किरनापुरे के की माने तो लांजी कोटेश्वर धाम मे हर साल कांवड़ियों की संख्या बढ़ती जा रही है। सावन में पहले दिन से ही कावर से जल चढ़ाने का सिलसिला शुरू हो जाता है, जो पूरे माह निरंतर जारी रहता है। गुरू पूर्णिमा से ही यहां सावन के चलते आयोजनों की तैयारियां शुरू हो जाती है। कोटेश्वर महादेव में मध्य प्रदेश के विभिन्न इलाकों से ही नहीं महाराष्ट्र-छत्तीसगढ़ व इसके अलावा विभिन्न प्रांतों से भी लोगे पवित्र नदियों का जल चढ़ाने आते हैं।

यहां का दृश्य भी बहुत ही सुंदर है आस पास पेड़ पौधे है और सुंदर -सुंदर कलाकृति भी बनाई जो मंदिरों की दीवारों पर हैं तथा यहां पर हमेशा बंदर भी रहा करते हैं 
यहां पर बहुत ही संती मिलती हैं जो यहा कुछ और समय रुकने का मन करता है|</p>

</div>
<?php include "footer.php"; ?>
</body>
</html>