<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
        .img-box {
            margine: 150px auto;
            text-align: center;
        }
    </style>
    <?php include "navigation.php"; ?>

</head>
<style>
    body {
        background-color: white;

    }

    p {
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: justify;
        text-align: center;


    }

    h3 {
        text-align: center;
    }
</style>

<body>
    <br>
    <h2>लांजी का किला </h2><br>

    <p> लांजी का किला एक ऐतिहासिक धरोहर है, जो हमारे बालाघाट जिले में स्थित है। यह बालाघाट शहर का एक दर्शनीय स्थान है। बहोत लोग इस जगह के बारे में ज्यादा नहीं जानते है।, मगर यह जगह बहुत पुरानी है। यह किला गोंड राजाओं के द्वारा बनाया गया था।
        इसके चारों तरफ से ऊंची ऊंची दीवारों से घिरा हुआ है। इस किलें के अंदर जाने के लिए एक गेट बना हुआ है। किले के अंदर बहुत सारे अवशेष नष्ट हो गए हैं, बहुत कम ही अवशेष अभी भी अच्छी हालात में हैं। किले में एक मंदिर है, जो अब भी अच्छी हालात में है। यह मंदिर पूरी तरह पत्थरों से बना हुआ है। इस के अंदर मंदिर में बहुत ही खूबसूरत नक्काशी की गई है, जो हमें प्राचीन समय की याद दिलाती है। आप इस किले को पूरा घूमकर इस किलें की कलात्मक करीगरी देख सकते हैं, जो इस पूरे किलें में फैली हुई है। यह किला काफी बड़े क्षेत्र में फैला हुआ है। अभी यह किला खंडहर में बदलता जा रहा है।यहां पर आपको एक जलाशय भी देखने को मिलेगा। जहां पर राजा और रानी स्नान किया करते थे। अब ये जलाशय का ककिलें में बहुत सारे अवशेष नष्ट होते जा रहें है और उनकी जगह पेड पौधे लेते जा रहें है। किलें के अंदर बहुत बड़े बड़े बरगद के पेड़ आपका देखने मिल जाएगें।
        लांजी के किलें को घूमने के लिये काेइ एंट्री का चार्ज नहीं लिया जाता है। यहां पर एंट्री बिल्कुल फ्री है। आप अपनी गाडी बाहर पार्क करके किलें में जा सकते है। इसके अलावा किला बहुत बडे क्षेत्र में फैला है, तो इस किलें में पालतू पशु घूमते रहते हैं, चारें की तलाश में। यह किला पूरी तरह से एकांत वातवरण में है। यह पर ज्यादा भीड नहीं रहती है।
        लांजी का किला बालाघाट के लांजी गॉव में स्थित है। लांजी नगर बालाघाट से करीब 50 किलोमीटर की दूरी पर स्थित होगा। आप यहां पर अपनी वाहन से आसानी से आ सकते हैं और इस किलें को घूम सकते है।



    <p><b>Tip</b></p>
    <h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो
        इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
    <div class="img-box">
        <iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/5ee5e1c99910494e89ea15b789de88ab?utm_campaign=embed&utm_source=other&heading=0&pitch=0&field-of-view=75&size=medium">

        </iframe>
        <br><br>
        माँ लंजकाई का मंदिर लांजी नगर में ही स्थित है और यह मंदिर लांजी किले के पास ही में है। यह मंदिर बहुत प्राचीन मंदिर है। यह बहुत ही शांत और अच्छा स्थान है। इस मंदिर के बारे में कहा जाता है कि यह पर सभी की इच्छाए पूरी होती है। आप जब भी लांजी का किला घूमने आते है, तो यह मंदिर भी घूम सकते है।
        आप इस किलें में अपने दोस्तों और अपने परिवार के लोगों के साथ घूमने आ सकते है और यह पर अच्छा समय बिता सकते</p>

    </div>

    <br><br>
    <h3 style="color:blue">Available Guide : Mohit Sharma</h3>
    <br><br>


    <?php include "footer.php"; ?>
</body>

</html>