<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
.img-box{
margine: 150px auto;
text-align: center;
}
</style>
<?php include "navigation.php"; ?>

</head>
<style>
    body{
        background-color:white;
        
    }
    p{
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: justify;
        text-align: center;


    }
    h3{
        text-align: center;
    }
    
</style>
<body>
    <br>
   <h2>इतिहास एवं पुरातत्व शोध संस्थान संग्रहालय बालाघाट </h2><br>
   
    <p> इतिहास एवं पुरातत्व शोध संस्थान संग्रहालय बालाघाट ( मध्य प्रदेश )
                   आज हम आपको मध्य प्रदेश के बालाघाट जिले में स्थित पुरातत्व शोध संस्थान संग्रहालय के इतिहास के बारे में इस आर्टिकल में विस्तार से बताएंगे तो इस आर्टिकल के अंत तक बने रहिए ।
इतिहास एवं पुरातत्व सोच संधान संग्रहालय बालाघाट मध्य प्रदेश की स्थापना 14 सितंबर 1984 को आचार्य डॉ वीरेंद्र सिंह गहरवार वीर ने किया था।

शासन और प्रशासन के सहयोग से अस्थाई जिला पुरातत्व संग्रहालय 26 जनवरी 1988 को बनाया गया जहां सूक्ष्मा पुरातत्व महत्व की प्रतिमाओं को आचार्य डॉ वीरेंद्र सिंह गहरवार वीर ने संग्रहित किया।

पुनः स्थाई इतिहास एवं पुरातत्व शोध संस्थान संग्रहालय 1991 - 92 में बनाया गया और जिले की धरोहर को स्थायित्व प्रदान किया। मानव संसाधन विकास मंत्रालय भारत सरकार नई दिल्ली तथा अन्य संसाधनों से 1999 में संग्रहालय में मूलभूत सुविधाओं से सर्वोच्च प्राथमिक आधार पर नए स्वरूप में उजागर किया। "श्री भरत यादव " कलेक्टर के मार्गदर्शन और जन सहयोग से 26 जनवरी 2017 को नैरोगेज बोगी को संग्रहालय में स्थापित किया गया।
</p>



<p><b>Tip</b></p>
<h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो 
    इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
<div class="img-box">
<iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/5e0a7663a2cf4cba8c2aee9a0cc68bd4?utm_campaign=embed&utm_source=other&heading=216.5&pitch=4.82&field-of-view=75&size=medium">

  </iframe>
<br><br>

इतिहास एवं पुरातत्व शोध संग्रहालय में प्रतिमाएं छायाचित्र सिक्के पत्र-पत्रिका अन्य संग्रहित किया गया है तथा यादें त्रैमासिक सामान्य शोध अंक तथा गंगोत्री वार्षिक पत्रिका का प्रकाशन होता है।

प्रति वर्ष साहित्य एवं पुरातत्व संगोष्ठी 18 अप्रैल विश्व पुरातत्व धरोहर दिवस ,  5 जून विश्व पर्यावरण दिवस , 14 सितंबर हिंदी दिवस संस्थान दिवस  ,27 दिसंबर विश्व पर्यटन दिवस  , 31 दिसंबर बालाघाट नामकरण वर्षगांठ तथा विभिन्न महापुरुषों की जयंती तथा पुण्यतिथि पर आयोजित की जाति है |

संग्रहालय में प्रतिदिन विद्यार्थियों भारतीय विदेशी पर्यटको का आवागमन होता है ।
बालाघाट के पुरातत्व शोध संग्रहालय में बहुत पुरानी मूर्तियां भी रखी गई है इन मूर्तियों पर जो चित्रित किया गया है वह बहुत ही अद्भुत है ऐसी कलाकृतिया आपको देखने को बहुत कम मिलेगी ।


इस संग्रहालय में एक लाइब्रेरी है जिसमें बहुत पुरानी पुस्तके रखी गई है आप चाहे तो घूमने के साथ-साथ इस लाइब्रेरी में बैठकर पुस्तके पढ़ सकते हैं तथा पुरानी जानकारियों का ज्ञान ले सकते हैं । </p>

</div>
<?php include "footer.php"; ?>
</body>
</html>