<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Privacy & Policy</title>
</head>
<?php include "navigation.php"; ?>
<style>
    
</style>

<body>
<h1><u>
Privacy Policy
</u></h1><br>
<p>
ट्रैवल स्टोक , ट्रैवल स्टोक वेब साइट का उपयोग करते समय आपके द्वारा हमें प्रदान की जाने वाली व्यक्तिगत जानकारी की गोपनीयता बनाए रखने के लिए प्रतिबद्ध है। यह गोपनीयता नीति बताती है कि जब आप www.travelstock.com पर जाते हैं तो हम आपके बारे में प्राप्त व्यक्तिगत जानकारी के साथ कैसा व्यवहार करते हैं। हम https://www.travelstock.com पर स्थित लिंक से आपको हमारी सह-ब्रांडेड वेब साइटों सहित अन्य वेब साइटों से सामग्री या सेवाएं उपलब्ध करा सकते हैं । ये अन्य वेब साइट इस गोपनीयता नीति के अधीन नहीं हैं। हम अनुशंसा करते हैं कि आप ऐसी प्रत्येक वेब साइट पर गोपनीयता नीति की समीक्षा करें ताकि यह निर्धारित किया जा सके कि वह साइट आपकी गोपनीयता की रक्षा कैसे करती है।<br><br>
<b>गोपनीयता नीति वादा</b><br>
जबकि सूचना बेहतर सेवा प्रदान करने की हमारी क्षमता की आधारशिला है, हमारी सबसे महत्वपूर्ण संपत्ति हमारे ग्राहकों का विश्वास है।  ट्रैवल स्टोक में क्लाइंट की जानकारी को सुरक्षित रखना, और इसका उपयोग केवल हमारे ग्राहक चाहते हैं, हम सभी के लिए सर्वोच्च प्राथमिकता है। यहाँ तो, हमारे व्यक्तिगत ग्राहकों के लिए हमारा वादा है:
हम सुरक्षा और गोपनीयता के सख्त मानकों के अनुसार, हमारे ग्राहकों द्वारा हमारे साथ साझा की जाने वाली किसी भी प्रकार की जैसे कि ईमेल, पासवर्ड, आधार कार्ड, बैंक अकाउंट, मोबाइल नंबर, ईटीसी की जानकारी की सुरक्षा करेंगे।
हम अपने ग्राहकों को बेहतर सेवा देने के लिए ग्राहकों की जानकारी के संग्रह और उपयोग को न्यूनतम तक सीमित रखेंगे, जिसमें हमारे ग्राहकों को हमारे उत्पादों, सेवाओं और अन्य अवसरों के बारे में सलाह देना और हमारे व्यवसाय का प्रबंधन करना शामिल है।
आप हमारी वेबसाइट में किसी भी प्रकार का डाटा इंटर करते हैं तो उसके दुरुपयोग हमारे द्वारा नहीं होगा यह हमारी गारंटी हैं<br><br>
आप हमारी वेबसाइट के द्वारा जिस लोकेशन पर हमने अपने ब्लॉग में परफॉर्म किया है उस पर्टिकुलर प्लेस पर जाना चाहते हैं और अच्छे से एक्सप्लोर करना चाहते हैं तो आप वहां जा सकते हैं परंतु आप अगर से विजिट करने तो जा रहे हैं पर आप अगर से हमारी वेबसाइट में एक बार पैसे पे करते हैं तो यह पैसे आपको रिटर्न नहीं किए जाएंगे यह हमारी website का रूल हैं!
एक बार आप विजिट कर लेते हैं उसके बाद हमारा आपसे कोई कांटेक्ट नहीं रहेगा और ना ही गाइड का ! अगर  आप विजिट करने के बाद भी गाइड से कांटेक्ट कर रहे है तो आप दोनों के बीच मतभेद व अन्य प्रकार की साजिश से हमें कोई मतलब नही रहेगा!
विजिट करने के पहले तथा विजिट करने के बाद आपको रास्ते में किस प्रकार की हानियां होती है उसके जवाबदार हम नही होगे<br><br>

हम केवल अधिकृत कर्मचारियों को ही अनुमति देंगे, जो ग्राहक जानकारी के उचित संचालन में प्रशिक्षित हैं, उस जानकारी तक पहुंच प्राप्त करने के लिए। हमारे गोपनीयता वादे का उल्लंघन करने वाले कर्मचारी हमारी सामान्य अनुशासनात्मक प्रक्रिया के अधीन होंगे।
हम किसी बाहरी संगठन को ग्राहक की जानकारी तब तक प्रकट नहीं करेंगे जब तक कि हमने पहले ग्राहक को प्रकटीकरण या समझौतों में सूचित नहीं किया है, या कानून द्वारा आवश्यक नहीं है।
हम अपने ग्राहक की जानकारी की गोपनीयता पर हमेशा नियंत्रण बनाए रखेंगे। हालाँकि, हम ग्राहकों की जानकारी प्रतिष्ठित कंपनियों के साथ साझा कर सकते हैं, जब किसी ग्राहक ने उनकी सेवा या उत्पाद में रुचि व्यक्त की हो। कृपया ध्यान दें कि यह गोपनीयता नीति इन अन्य कंपनियों द्वारा ग्राहक जानकारी के उपयोग पर लागू नहीं होती है।
जब भी हम सहायता सेवाएं प्रदान करने के लिए अन्य संगठनों को काम पर रखते हैं, तो हम चाहते हैं कि वे हमारे गोपनीयता मानकों के अनुरूप हों और हमें अनुपालन के लिए उनका ऑडिट करने की अनुमति दें।<br>
हम ग्राहक फाइलों को पूर्ण, अप-टू-डेट और सटीक रखने का प्रयास करेंगे। हम अपने ग्राहकों को बताएंगे कि कैसे और कहां उनकी जानकारी को आसानी से एक्सेस किया जाए (सिवाय जब हमें कानून द्वारा प्रतिबंधित किया गया हो) और हमें त्रुटियों के बारे में कैसे सूचित किया जाए जिसे हम तुरंत ठीक कर देंगे।<br><br>
<b>हमारे द्वारा एकत्रित की जाने वाली जानकारी</b><br>
<b>सामान्य:</b><br>
जब आप पंजीकरण करते हैं, और अन्य समय में, हम आपसे व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र कर सकते हैं जिसमें आपका नाम, पता, टेलीफोन नंबर, ई-मेल पता और आपके कंप्यूटर के बारे में तथ्य शामिल हो सकते हैं। हालाँकि, हम जानबूझकर तेरह वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। इसके अतिरिक्त, यदि कोई उपयोगकर्ता 18 वर्ष से कम आयु का है, जब तक कि आपके माता-पिता/अभिभावक से सहमति प्राप्त नहीं की जाती है, तो आपको हमें व्यक्तिगत जानकारी प्रदान करने की अनुमति नहीं है।
</p>
<p>वेब साइट उपयोग की जानकारी:जब आप हमारी वेब साइट पर जाते हैं तो हम स्वचालित रूप से आपसे आईपी पते और वेब साइट उपयोग की जानकारी एकत्र करते हैं। यह जानकारी हमें यह मूल्यांकन करने में मदद करती है कि हमारे आगंतुक और ग्राहक हमारी वेब साइट का समग्र आधार पर कैसे उपयोग करते हैं और नेविगेट करते हैं, जिसमें प्रत्येक वेब पेज पर आगंतुकों और ग्राहकों की संख्या और आवृत्ति, और उनकी यात्राओं की लंबाई शामिल है।
<b>हम एकत्रित जानकारी का उपयोग कैसे करते हैं</b><br><br>
हम निम्नलिखित तरीकों से जानकारी का उपयोग कर सकते हैं:<br>
उन उद्देश्यों के लिए जिनके लिए आपने विशेष रूप से जानकारी प्रदान की है।
आपको हमारे नए या मौजूदा उत्पादों और सेवाओं, विशेष प्रस्तावों के बारे में ई-मेल सूचनाएं भेजने के लिए, या अन्यथा आपसे संपर्क करने के लिए।
मौजूदा सुविधाओं को बढ़ाने या नई सुविधाओं, उत्पादों और सेवाओं को विकसित करने के लिए।
व्यक्तिगत विशेषताओं या प्राथमिकताओं के आधार पर आपको और अन्य लोगों को दिखाई देने वाली सामग्री और विज्ञापन को वैयक्तिकृत करने की अनुमति देने के लिए।
हम https://www.travelstock.com पर आपसे जो जानकारी एकत्र करते हैं, उसे हम आपके द्वारा हमारे अन्य उत्पादों, सेवाओं और वेब साइट के उपयोग के संबंध में प्रदान की गई जानकारी के साथ जोड़ सकते हैं।
हम विशेष परिस्थितियों में व्यक्तिगत रूप से पहचान योग्य जानकारी का खुलासा और उपयोग कर सकते हैं जहां हमारे उपयोग की शर्तों को लागू करना आवश्यक है (उदाहरण के लिए, जब हमारे बौद्धिक संपदा अधिकारों की रक्षा के लिए आवश्यक हो)। हम आपकी व्यक्तिगत जानकारी का खुलासा या उपयोग भी कर सकते हैं, जब हम सद्भाव में, विश्वास करते हैं कि कानून हमें ऐसा करने की आवश्यकता है।<br><br>

<b>कुकीज़</b><br>
हम अपनी साइट के माध्यम से आगंतुकों और ग्राहकों को तेजी से आगे बढ़ने में मदद करने के लिए कुकी तकनीक का उपयोग करते हैं। जब आप हमारी वेब साइट पर साइन इन करते हैं या कई प्रमुख विशेषताओं का लाभ उठाते हैं, तो हम आपके कंप्यूटर पर कुकीज़ पास कर सकते हैं। कुकी जानकारी की एक स्ट्रिंग है जो एक वेब साइट द्वारा भेजी जाती है और आपकी हार्ड ड्राइव पर या अस्थायी रूप से आपके कंप्यूटर की मेमोरी में संग्रहीत होती है।<br>

<b>सुरक्षा</b><br>
हम आपके बारे में जो व्यक्तिगत रूप से पहचान योग्य जानकारी एकत्र करते हैं, वह सीमित एक्सेस सर्वर में संग्रहीत होती है। हम इन सर्वरों की सुरक्षा और आपकी व्यक्तिगत रूप से पहचान योग्य जानकारी की सुरक्षा के लिए सुरक्षा उपाय बनाए रखेंगे।
इंटरनेट आधारित स्थानान्तरण
यह देखते हुए कि इंटरनेट एक वैश्विक वातावरण है, व्यक्तिगत डेटा एकत्र करने और संसाधित करने के लिए इंटरनेट का उपयोग करने के लिए आवश्यक रूप से अंतर्राष्ट्रीय आधार पर डेटा का प्रसारण शामिल है। इसलिए, https://www.travelstock.com ब्राउज़ करके और हमारे साथ इलेक्ट्रॉनिक रूप से संचार करके आप इस तरह से व्यक्तिगत डेटा के हमारे प्रसंस्करण को स्वीकार करते हैं और सहमत होते हैं।<br><br>

<b>नीति संशोधन</b><br>
हम इस गोपनीयता नीति को समय-समय पर बदल सकते हैं। हम यहां कोई भी बदलाव पोस्ट करेंगे, इसलिए समय-समय पर जांच करना सुनिश्चित करें। हालाँकि, कृपया आश्वस्त रहें कि यदि भविष्य में गोपनीयता नीति में परिवर्तन होता है, तो हम आपकी पूर्व सहमति के बिना, इस गोपनीयता नीति के तहत आपके द्वारा हमें प्रस्तुत की गई व्यक्तिगत जानकारी का इस तरह से उपयोग नहीं करेंगे, जो इस गोपनीयता नीति के साथ असंगत है।<br><br>

<b>टिप्पणियाँ और प्रश्न</b><br>
यदि आपके पास हमारी गोपनीयता नीति के बारे में कोई प्रश्न, टिप्पणी या चिंता है, तो कृपया  हमसे संपर्क करें</p>

<?php include "footer.php"; ?>

</body>
</html>