<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
.img-box{
margine: 150px auto;
text-align: center;
}
</style>
<?php include "navigation.php"; ?>

</head>
<style>
    body{
        background-color:white;
        
    }
    p{
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: justify;

    }
    h3{
        text-align: center;
    }
    h2{

    }
    
</style>
<body>
    <br>
   <h2>महादेव पाठ रमरमा </h2><br>
   
    <p> सतपुड़ा मैकल श्रेणी की हरी भरी पहाड़ियां, पहाड़ियों के बीच कल-कल बहते झरने, झरनों के किनारों से होते हुए सीढ़ीनुमा ख़ूबसूरत रास्ते। असंख्य भक्तों का इन पहाड़ियों की गुफ़ाओं में विराजित प्रतिमाओं से जुड़ी अद्भुत आस्था। रमरमा की इन पहाड़ियों में विराजित शिवजी द्वारा अपनी मनोकामनाओं के पूर्ण होने का अटूट विश्वास लेकर रोज़ उमड़ता जन सैलाब।

इतना लाजवाब नज़ारा भला कौन नहीं देखना चाहेगा!! दोस्तों हम बात कर रहे हैं वन परिक्षेत्र वारासिवनी के अंतर्गत रमरमा वाटरफॉल के प्राकृतिक पर्यटन स्थल की। जिसे रमरमा महादेव मंदिर के नाम से भी जाना जाता है। क्योंकि यहाँ वर्षों पुरानी महादेव और माता पार्वती की प्रतिमाएं स्थापित हैं।
 
 यहाँ ऐसे अनेक दर्शनीय स्थल हैं जहाँ के प्राकृतिक नज़ारे देखकर लोग मंत्रमुग्ध हो जाते हैं।


 वारासिवनी से महज़ 20 km की दूरी पर स्थित, प्रकृति की गोद में बसा रमरमा ग्राम, जहाँ पहुँचने के बाद आप पहाड़ी की तरफ़ जाते ही लाजवाब प्राकृतिक नज़ारे देखकर मोहित हो जाते हैं। यहाँ के अद्भुत, प्राकृतिक झरनों को देखने के लिए रोज़ाना पर्यटकों की अपार भीड़ उमड़ती है। इसे देखने आसपास के ज़िलों बालाघाट, मंडला, सिवनी, छिंदवाड़ा, जबलपुर के अलावा समीप के राज्य महाराष्ट्र और छत्तीसगढ़ से भी आने वाले पर्यटकों की तादाद बढ़ने लगी है।  


चारों तरफ़ फ़ैली हरियाली, सतपुड़ा मैकल श्रेणी की हरी भरी पहाड़ियां, पहाड़ियों के बीच कल-कल बहते ख़ूबसूरत झरने, झरनों के किनारों से होते हुए सीढ़ीनुमा ख़ूबसूरत रास्ते। सचमुच पर्यटकों का मन मोह लेते हैं। ऐसा लगता है मानो साक्षात स्वर्ग पर जाने का रास्ता यहीं से शुरू हो रहा हो।

पर्यटक तो यहाँ के मनमोहक नज़ारों को देखकर यहीं रम जाते हैं। यह कहना अतिसंयोक्तिपूर्ण नहीं होगा कि यहाँ आकर पर्यटक भूल जाते हैं कि वापस उन्हें घर भी जाना है। दरअसल इस पहाड़ी पर वॉटरफॉल इतने सारे हैं कि आप इन सभी झरने को देखते हुए फ़ोटो  या वीडियो लेने से ख़ुद को रोक नहीं पाएंगे। प्राकृतिक दृश्य इतने ख़ूबसूरत हैं कि फ़ोटो एलबम तैयार करते-करते कब सुबह से शाम हो जाये, पता ही न चले।

पहाड़ी पर लगभग 300 फीट ऊपर एक सँकरी गुफ़ा में शिवलिंग के रूप में भगवान शिवजी विराजित हैं। इस प्राचीन शिव मंदिर के पास बहते झरने के नीचे शिवजी का पिंड है जिसका जलाभिषेक यह झरना 24 घंटे करता रहता है। वैसे तो यहाँ पर जगह-जगह पर शिव लिंग स्थापित किये गये हैं। इसलिए इसे महादेव पाठ रमरमा के नाम से भी जाना जाता है।

शिव मंदिर के पास एक कुण्ड भी है जिसका पानी बहुत ही चमत्कारी माना जाता है। ऐसी मान्यता है कि इस पानी के उपयोग से अनेक क़िस्म की बीमारियों का इलाज भगवान शिव की कृपा से होता है। इसलिए यहाँ आने वाले श्रद्धालु पर्यटक इस कुंड के पानी को बड़ी ही श्रध्दा व विश्वास से अपने साथ लेकर जाते हैं। हज़ारों श्रद्धालु यहाँ के कुंड में इसलिए नहाते हैं क्योंकि ऐसी मान्यता है कि यहाँ नहाने से अनेक बीमारियों का विनाश हो जाता है। 

रमरमा की पहाड़ी पर लगभग 300 फीट ऊपर चढ़ने के बाद एक सँकरी गुफ़ा में शिवलिंग के रूप में विराजे भगवान शंकर की प्राचीन प्रतिमा की जानकारी मिलती है। यह मंदिर कितने वर्षों पुराना है इसकी अब तक कोई पुख़्ता जानकारी नहीं मिल पायी है। वहीं लगभग 900 फीट ऊपर चढ़ने पर पता चलता है कि एक गुफ़ा में माता पार्वती की प्रतिमा भी विजमान है। 
 
ऐसी मान्यता है कि भगवान शंकर एक बार यहाँ परिवार के साथ घुमते हुए आये थे। अपने परिवार के साथ विचरण करते-करते जब वे इस पहाड़ी पर पहुँचे तब इन पहाड़ियों की मन मोहने वाली सुंदरता को देखकर मंत्रमुग्ध हो गए। इन ख़ूबसूरत पहाड़ियों की अद्भुत छटाओं का भगवान शंकर पर इतना ज़्यादा असर हुआ कि वे यहीं रम गए थे। इसलिए तब से इस गाँव का नाम रमरमा पड़ गया। इसका उल्लेख शिव महापुराण में भी मिलता है। 




</p>



<h2><b>Tip</b></h2>
<h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो 
    इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
    <div class="img-box">
<iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/73a70166975b4f3594c5a9ff221f6708?utm_campaign=embed&utm_source=other&heading=-259.19&pitch=-27.12&field-of-view=83&size=medium">

  </iframe>
<br><br><p>
जल कुंड में साल भर भरा रहता है पानी रमरमा का जल कुण्ड झरने से बहने वाले पानी के नीचे बने कुण्ड के विषय में एक ख़ास तथ्य यह है कि इस कुण्ड का पानी पूरे साल भरा रहता है। एक और आश्चर्यजनक तथ्य यह है कि जल कुंड की गहराई कितनी है? इस बात का पता आज तक किसी को नहीं लग पाया है। कुछ जानकार लोगों का तो यह तक कहना है कि इस कुण्ड में यदि किसी पलंग की रस्सी को गहराई नापने के लिए डाल दिया जाए तो भी उस रस्सी से कुंड की गहराई नहीं नापी जा सकती हैं|

महाशिवरात्री के दिन यहाँ हज़ारों की संख्या में श्रद्धालु अपनी मनोकामना लेकर आते हैं। महाशिवरात्रि के अवसर पर यह मेला 3 दिनों के लिए भरता है। हज़ारों लोग अपनी मनोकामनाएं लेकर शिवमंदिर तक इन झरनों से होते हुए पहाड़ी के शिखर पर विराजमान शिव जी (महादेव) तक पहुँचते हैं।

महाशिवरात्री के सुअवसर पर वंश वृद्धि या फ़िर कोई अन्य मनोकामनाएं लेकर श्रद्धालुगण, नंदी को सजा-धजाकर भगवान शिव जी और माता पार्वती की पूजा अर्चना करने पहुँचते हैं। ऐसा माना जाता है कि महाशिवरात्रि के दिन सच्चे मन सेजो भी भक्त मन्नत माँगता है, उसकी वह मन्नत अवश्य पूरी हो जाती है।

पर्यावरण के सौंदर्य के परिदृश्य को निहारने बारिश के दिन में पर्यटकों की आवाजाही को देखते हुए हर हर महादेव ट्रस्ट समिति व रमरमा पंचायत की ओर से चौपहिया व दोपहिया वाहनों के लिए पार्किग की व्यवस्था की गयी है।रमरमा वाटरफॉल देखने आने वाले पर्यटकों के लिए जगह-जगह नोटिस बोर्ड भी लगवाए गए हैं। 
पर्यटकों को किसी प्रकार की परेशानी का सामना न करना पड़े। इसके लिए हर-हर महादेव ट्रस्ट समिति व रमरमा पंचायत की टीम सदैव सेवा के लिए तत्पर रहती है। कोशिश की जाती है कि पार्किंग की आमदनी के सहयोग से इस पर्यटन स्थल का विकास हो सके।

यहाँ घूम-घूम कर देखना जितना मनमोहक है। उतना ही ख़तरनाक भी। क्योंकि पहाड़ियों के दुर्गम रास्तों के बीच झरने और उन झरनों के पानी के चट्टानों पर लगातार गिरते रहने से पत्थरों पर काई भी दिखाई देती है। जिससे लोगों के फिसलने का भी डर बना रहता है। ज़रा सी असावधानी भी जान का ख़तरा बन सकती है। वैसे तो यहाँ की अनेक जगहों पर पर्यटकों के लिए प्रतिबंध लगा हुआ है। लेकिन फ़िर भी पर्यटकों की आवाजाही लगतार बढ़ती ही जा रही है।</p>

</div>
<?php include "footer.php"; ?>
</body>
</html>