<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Terms & Conditions</title>
</head>
<?php include "navigation.php"; ?>

<body>
    <h1>Terms & Conditions</h1><br>
    <p><b><u>नियम और शर्तें ("नियम")</u></b><br><br>

कृपया  इन नियमों और शर्तों ( "नियम" ) को https://www.travelstock.com पर वेबसाइट तक पहुंचने या उपयोग करने से पहले ध्यान से पढ़े ।<br><br>

<b>1. शर्तों की स्वीकृति</b><br>

1.1. Travel वेबसाइट ( "वेबसाइट" ) https://www.travelstock.com संचालित करता है, एक ऐसा प्लेटफॉर्म जो आपको कुछ जानकारी, टेक्स्ट , फोटो, 360° image  या अन्य सामग्री (एक साथ "सामग्री" पोस्ट करने, लिंक करने, स्टोर करने, साझा करने और अन्यथा उपलब्ध कराने की अनुमति देता है) " )। हमारा लक्ष्य उन यात्रियों और उन सभी लोगों की मदद करना है जो एक घूमने के लिए रोचक  स्थान तलाश कर रहे हैं ताकि वे यात्री घूम  सकें जिनका उपयोग कर सकते हैं और इन शर्तों के अनुपालन में।<br>

1.2. सेवा तक आपकी पहुंच और उपयोग इन शर्तों की आपकी स्वीकृति और अनुपालन पर निर्भर करता है। ये शर्तें उन सभी यात्री , आगंतुकों, उपयोगकर्ताओं और अन्य लोगों पर लागू होती हैं जो सेवा तक पहुंचते हैं और/या इसका उपयोग करते हैं।<br>

1.3. सेवा का उपयोग या उपयोग करके, चाहे एक यात्री, आगंतुक या वेबसाइट के उपयोगकर्ता के रूप में, आप इन शर्तों से बाध्य होने के लिए सहमत हैं। ये शर्तें वेबसाइट के संचालन के दौरान आपके अधिकारों, अन्य उपयोगकर्ताओं के अधिकारों, हमारे अधिकारों और तीसरे पक्ष के अधिकारों की रक्षा और सुरक्षा के लिए काम करती हैं। यदि आप उपयोग की शर्तों से सहमत नहीं हैं, तो आपको सेवा के किसी भी भाग का उपयोग तुरंत बंद कर देना चाहिए।<br>

1.4. हम किसी भी समय और भविष्य के लिए कोई कारण बताए बिना इन शर्तों को बदलने या अनुकूलित करने का अधिकार सुरक्षित रखते हैं। आपको इन परिवर्तनों के प्रभावी होने से कम से कम दो सप्ताह पहले उन्हें वेबसाइट पर पोस्ट करके सूचित किया जाएगा और यदि आपने अपने पंजीकृत ई-मेल पते को सूचित करके हमारी वेबसाइट पर एक उपयोगकर्ता खाता बनाया है। यदि आप शर्तों में बदलाव से सहमत नहीं हैं तो आपको हमारी वेबसाइट पर अपना खाता तुरंत रद्द करने और समाप्त करने का अधिकार है। यदि आप नई शर्तों के प्रभावी होने के बाद भी सेवा का उपयोग जारी रखते हैं, तो परिवर्तनों को आपके द्वारा अनुमोदित माना जाएगा।<br>

1.5. सेवा का उपयोग उपयोग के समय लागू शर्तों के अधीन है।<br><br>


<b>2. खाते और पंजीकरण</b><br>


2.1. आपके पास हमारी वेबसाइट पर एक उपयोगकर्ता खाता बनाने का विकल्प है ताकि आप वेबसाइट के अतिरिक्त कार्यों का उपयोग कर सकें, विशेष रूप से यात्रा  करने और अन्य सामग्री अपलोड करने के लिए या सेवा के माध्यम से उपलब्ध कराई गई किसी भी प्रतियोगिता में भाग लेने के लिए। उपयोगकर्ता खाता खोलना केवल इन शर्तों के अनुबंध के साथ ही हो सकता है।<br>

2.2. पंजीकरण के बाद, the travel stock और आप वेबसाइट और सेवाओं के उपयोग के लिए एक अनुबंध में प्रवेश करते हैं। इस अनुबंध के समापन का कोई दावा नहीं है। the travel stock बिना कारण बताए आपके पंजीकरण को अस्वीकार करने का हकदार है।<br>

2.3. आप the travel stock  के साथ तभी पंजीकरण कर सकते हैं जब आप 18 वर्ष के हों <br>

2.4. जब आप हमारे साथ एक खाता बनाते हैं, तो आपको हमें  the travel stock द्वारा अनुरोधित जानकारी और डेटा प्रदान करना होगा जो हर समय सटीक, पूर्ण और वर्तमान हो। यदि पंजीकरण के बाद आपका डेटा बदल जाता है, तो आप अपने खाते की जानकारी को तुरंत ठीक करने के लिए बाध्य हैं।<br>

2.5. आप उपयोगकर्ता नाम के रूप में किसी अन्य व्यक्ति या संस्था के नाम का उपयोग नहीं कर सकते हैं या जो उपयोग के लिए कानूनी रूप से उपलब्ध नहीं है, एक नाम या ट्रेडमार्क जो आपके अलावा किसी अन्य व्यक्ति या संस्था के किसी भी अधिकार के अधीन है, या ऐसा नाम जो अन्यथा है आपत्तिजनक, अश्लील या अश्लील।<br>

2.6. आप उस पासवर्ड की सुरक्षा के लिए ज़िम्मेदार हैं जिसका उपयोग आप सेवा तक पहुँचने के लिए करते हैं और अपने पासवर्ड के तहत किसी भी गतिविधि या कार्यों के लिए, चाहे आपका पासवर्ड हमारी सेवा के पास हो या किसी तीसरे पक्ष की सेवा के लिए। यदि आप अपने सदस्य खाते के दुरुपयोग के लिए जिम्मेदार नहीं हैं, तो आप उत्तरदायी नहीं हैं। आप सहमत हैं कि आप अपना पासवर्ड किसी तीसरे पक्ष को नहीं बताएंगे। सुरक्षा के किसी भी उल्लंघन या आपके खाते के अनधिकृत उपयोग के बारे में जागरूक होने पर आपको हमें तुरंत https://www.travelstock.com पर सूचित करना चाहिए।
<br><br>
<b>आपको अधिकार है:</b><br>

1. हमारे द्वारा संसाधित व्यक्तिगत डेटा के बारे में जानकारी प्राप्त करने के लिए हैं ।<br>

2. बिना किसी देरी के हमारे द्वारा संग्रहीत आपके व्यक्तिगत डेटा में सुधार या पूर्णता प्राप्त करने के लिए;<br>
3. हमारे द्वारा संग्रहीत व्यक्तिगत डेटा को मिटाने के लिए , जब तक कि सार्वजनिक हित के कारणों या स्थापना के लिए, कानूनी दायित्व के अनुपालन के लिए, अभिव्यक्ति या सूचना की स्वतंत्रता के अधिकार का प्रयोग करने के लिए प्रसंस्करण आवश्यक नहीं है। कानूनी दावों का अभ्यास या बचाव;<br>

4. यदि आप व्यक्तिगत डेटा की सटीकता का विरोध करते हैं, तो आपके व्यक्तिगत डेटा के प्रसंस्करण के प्रतिबंध को प्राप्त करने के लिए , प्रसंस्करण गैरकानूनी है, लेकिन आप उनके मिटाने का विरोध करते हैं और हमें अब डेटा की आवश्यकता नहीं है, लेकिन आपको इनकी आवश्यकता है कानूनी दावों की स्थापना, अभ्यास या बचाव हैं।<br>

5. एक संरचना में आपका व्यक्तिगत डेटा प्राप्त करने के लिए, आमतौर पर उपयोग किए जाने वाले और मशीन-पठनीय प्रारूप में या किसी अन्य नियंत्रक को प्रेषित किया गया है; आप आमतौर पर पर्यवेक्षी प्राधिकरण से अपने सामान्य निवास स्थान या अपने कार्यस्थल पर या जहां हमारा मुख्यालय है, वहां संपर्क कर सकते हैं।<br>

इस तरह के व्यक्तिगत डेटा को एकत्र किया जा सकता है, सहेजा जा सकता है, स्थानांतरित किया जा सकता है, संसाधित किया जा सकता है या उपयोग किया जा सकता है, जिसे the travel stock और ऐसे प्रदाताओं द्वारा परामर्श दिया जाएगा जो इस संबंध में नियुक्त किए गए हैं - साथ में कोई भी भागीदार जो शामिल हो सकता है - और (जीत की स्थिति में) किसी भी शामिल तीसरे पक्ष (होटल, ट्रैवल एजेंट/आयोजकों) द्वारा विशेष रूप से उस उद्देश्य के लिए एकत्र, सहेजा गया आदि और प्रतियोगिता पूरी तरह से समाप्त हो जाने के बाद हटा दिया जाएगा, जब तक कि अनिवार्य कानूनी कारण नहीं हैं कि डेटा को हटाया नहीं जाना चाहिए . अन्यथा, the travel stock ( गोपनीयता नीति ) के सामान्य डेटा-सुरक्षा दिशानिर्देश लागू होंगे।

<br><br>
<b>4. उपयोगकर्ता सामग्री</b><br>


4.1. जब आप सेवा में कोई सामग्री अपलोड करते हैं, तो आप हमें दुनिया भर में, गैर-अनन्य, स्थायी रूप से, अपरिवर्तनीय, रॉयल्टी-मुक्त लाइसेंस (उपलाइसेंस के अधिकार के साथ) पुन: पेश करने, अनुकूलित करने और संशोधित करने (अनुवाद सहित), वितरित करने, सार्वजनिक रूप से प्रदर्शन करने के लिए प्रदान करते हैं। , सार्वजनिक रूप से प्रदर्शित करें, प्रसारित करें, उपलब्ध कराएं, स्टोर करें और संग्रह करें और अन्यथा ऐसी सामग्री का उपयोग (पूरे या आंशिक रूप से) सेवा पर और उसके माध्यम से करें।<br>

4.2. आप स्वीकार करते हैं और पुष्टि करते हैं कि आपकी सामग्री इन शर्तों के अधीन तीसरे पक्ष के व्यक्तिगत और व्यावसायिक उपयोग के लिए सेवा पर और उसके माध्यम से जनता को उपलब्ध कराई जाएगी, आपको कोई श्रेय या मुआवजा प्रदान किए बिना।<br>

4.3. आप ऐसी कोई भी सामग्री अपलोड, पोस्ट या प्रसारित नहीं कर सकते हैं:<br>


किसी तीसरे पक्ष के कॉपीराइट या अन्य बौद्धिक संपदा अधिकारों, अनुबंध अधिकारों या किसी भी व्यक्ति के किसी अन्य अधिकार का उल्लंघन करता है;
इसमें कोई भी अश्लील, जातिवादी, मानहानिकारक, अपमानजनक या अन्यथा अनैतिक, अश्लील या अश्लील सामग्री शामिल है;
गैरकानूनी या हिंसक, घृणित या धमकी देने वाले या अन्यथा अनुचित कृत्यों को दर्शाता है;
The travel stock या किसी तीसरे पक्ष को अपमानित करना, बदनाम करना, परेशान करना या अन्यथा नुकसान पहुँचाना;
किसी भी कानून, क़ानून या विनियम का उल्लंघन करता है।<br>
4.4. हम किसी भी सामग्री को किसी भी समय हटाने का अधिकार सुरक्षित रखते हैं यदि हमें लगता है कि यह दोषपूर्ण है, खराब गुणवत्ता की है, या इन शर्तों का उल्लंघन है।<br>

4.5. आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि:<br> (i) सामग्री आपकी है (आप इसके स्वामी हैं) या आपको इसका उपयोग करने का अधिकार है और हमें इन शर्तों में प्रदान किए गए अधिकार और लाइसेंस प्रदान करते हैं, और <br>(ii) the travel stock को लाइसेंस प्राप्त करने की आवश्यकता नहीं होगी किसी तीसरे पक्ष से या सामग्री के संबंध में किसी तीसरे पक्ष को मुआवजे या रॉयल्टी का भुगतान करें; <br>(iii) आपकी सामग्री किसी तीसरे पक्ष के अधिकारों का उल्लंघन नहीं करती है (विशेष रूप से कॉपीराइट, पड़ोसी अधिकार, बौद्धिक संपदा अधिकार, नाम अधिकार, व्यक्तित्व का अधिकार, गोपनीयता के अधिकार, डेटा अधिकार या अन्य संपत्ति अधिकार सहित), और<br> (iv) आपकी सामग्री इन शर्तों और सभी लागू कानूनों का अनुपालन करता है।<br>

4.6. जब आप किसी भी सामग्री को सेवा में अपलोड करते हैं तो आप हमें अपने कॉपीराइट के तहत दूसरों को सामग्री में दिए गए उप-लाइसेंस के किसी भी उल्लंघन को लागू करने के लिए अधिकृत करते हैं। दूसरे शब्दों में, the travel stock हमें यहां दिए गए अधिकारों को आगे बढ़ाने के लिए उचित उपाय करने का हकदार है। आप विशेष रूप से जानकारी प्रदान करके, आवश्यक मूल दस्तावेज और अन्य दस्तावेज प्रदान करके, the travel stock को अधिकारों का आवश्यक असाइनमेंट बनाने या करने के साथ-साथ किसी भी आगे</p>

की तैयारी करके, अदालत या गैर-न्यायालय में अधिग्रहित अधिकारों के दावे में हमारा समर्थन करेंगे। घोषणाएं या दस्तावेज जो आपके द्वारा the travel stock को दिए गए लाइसेंस की प्राप्ति के लिए आवश्यक या उपयोगी होने चाहिए। <?php include "footer.php"; ?>

</body>
</html>