<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Artical</title>
    <style>
.img-box{
margine: 150px auto;
text-align: center;
}
</style>
<?php include "navigation.php"; ?>

</head>
<style>
    body{
        background-color:white;
        
    }
    p{
        padding-bottom: 15px;
        line-height: 1.7em;
        font-size: medium;
        text-align: center;

    }
    h3{
        text-align: center;
    }
    
</style>
<body>
    <br>
   <h2>वारी खराड़ी जलाशय </h2><br>
   
    <p> वारी गांव के पास वारी खराड़ी जलाशय में सालों पहले मां पांढरी पाठ की मूर्ति प्रकट हुई थी। मूर्ति को पहाड़ी पर मंदिर बनाकर स्थापना किए जाने के बाद से जलाशय का निर्माण पूरा हो पाया। सिद्घपीठ मंदिर परिसर में दान किए पालतू मवेशियों  (गाय)के नाम  भी देवी-देवताओं के नाम पर रखे है। इस बार शारदेय नवरात्र में 1221 ज्योति कलशों की स्थापना की गई है। यहां पर शारदेय व चैत्र दनवरात्र में तीन राज्यों के श्रद्घालु अपनी मनोकामना लेकर आते हैं। 
समिति के संरक्षक डॉ. सुधीर दशरिया बताते हैं कि लोगों की आस्था के चलते सबकुछ संभव हो पाया। 21 साल पहले मां के दर्शन करने जाने के लिए सीढ़िया नहीं थी। अब मंदिर की भव्यता देखते ही बनती है।




मंदिर में प्रबंधन के लिए सत्या पांचे, धर्मेंद्र पांचे, अनिल कावरे द्वारा कर्तव्य निर्वहन किया जाता है। मुख्य मार्ग से मंदिर तक भक्तों के आने जाने मुफ्त वाहन की व्यवस्था है। वाहन चालक पिंटू द्वारा सेवा दी जाती है। मंदिर में अन्य व्यवस्थाओं के लिए लीलाराम मानकर, रामदास खरे, ऋषि पटेल दशरिया, धनीराम इनवाती, श्रीचंद कावरे, हीरेलाल चौधरी, शिवप्रसाद मातरे, कालूराम पांचे, बेनीराम इनवाती, अनिल कावरे, नारायण पंजरे, सुनील कावरे और 250 भक्तों के ठहरने की व्यवस्था है। 11 महिलाएं रसोई में सेवारत हैं।

</p>



<p><b>Tip</b></p>
<h3>यह एक 360 Degree इमेज है इस इमेज की सहायता से आप इसे Virtually देख सकते हो 
    इसके लिए आपको इसे स्लाइड करके देखना होगा</h3>
    <div class="img-box">
<iframe width="1300px" height="500px" frameborder="0" src="https://momento360.com/e/u/09f52c84f678498aaf940ba9a4d04444?utm_campaign=embed&utm_source=other&heading=355.63&pitch=11.81&field-of-view=99&size=medium">

  </iframe>
<br><br>
गोशाला में 32 गाय व बछड़े तीन साल से गोशाला में श्रद्घालुओं द्वारा दान की गई 20 गायों व 12 बछड़ों को मंदिर समिति के द्वारा रखा गया है। जहां 25 गो सेवक सुबह-शाम गायों को चारा पानी खिलाने सेवा करने पहुंचते हैं। गोशाला में गो माता सुशीला, सिद्घी, सुभद्रा, कपिल, रमा, भवानी, गंगा, कपिला, नर्मदा, ताप्ती, गौरा, गणेश, गणेशी, मंगला, मोहनी, अन्नापूर्णा, गोदावरी, गोमती, उमा, श्याम, भागीरथ, सुमना, सोमजी, पद्मा, गंगोत्री, कोवरी, बलराम, जमुना, गोपाल, नंदा, नैना व एक नंदी महाराज है। इनके नामकरण समिति के सदस्यों द्वारा किया गया हैं। जलाशय के किनारे पहाड़ी पर बना मंदिर, विशालकाय कलश कक्ष, सभागार, मंदिर गुंबद, सीढ़ियों किनारे बने भैरव व हनुमान मंदिर, अन्नापूर्णा रसोई, कबूतर रहवास, खरगोश , चूहा घर आदि मंदिर की भव्यता को परिपूर्णता की ओर अग्रसर और निखारते जा रहे हैं।


इनका कहना हैं कि मां पांढरी पाठ के मंदिर में दोनों नवरात्र में हजारों श्रद्धालुगण अपनी मनोकामना लेकर आते हैं। जो भी भक्त यहां आता है उसकी अवश्य मन्नातें पूरी होती हैं। दान की गायों को रखने के लिए मंदिर परिसर में गोशाला बनाई गई है। गो सेवक गायों की देखभाल करते हैं। गायों व बछड़ों के नाम देवी-देवताओं के नाम पर इसीलिए रखे हैं, यह सब मां की ही देन है।</p>

</div>
<?php include "footer.php"; ?>
</body>
</html>